[
    {
        "fact": "The St. Bernard is the heaviest dog breed.",
        "success": true
    },
    {
        "fact": "Dogs need a strong sense of smell because their eyesight is not as keen as a human’s.",
        "success": true
    },
    {
        "fact": "Teddy Roosevelt’s dog, Pete, ripped a French ambassador’s pants off at the White House.",
        "success": true
    },
    {
        "fact": "France has the 2nd highest dog population.",
        "success": true
    },
    {
        "fact": "The longer a dog’s nose, the more effective it’s internal cooling system..",
        "success": true
    },
    {
        "fact": "Dogs are direct descendants of wolves.",
        "success": true
    },
    {
        "fact": "Chocolate contains a substance known as theobromine (similar to caffeine) which can kill dogs or, at the very least, make them violently ill.",
        "success": true
    },
    {
        "fact": "Dogs who have been spayed or neutered live longer than intact dogs.",
        "success": true
    },
    {
        "fact": "The American Water Spaniel was the first hunting breed developed to retrieve from boats.",
        "success": true
    },
    {
        "fact": "Puppies have 28 teeth and adult dogs have 42.",
        "success": true
    },
    {
        "fact": "Puppies have 28 teeth and adult dogs have 42.",
        "success": true
    },
    {
        "fact": "Two stray dogs in Afghanistan saved 50 American soliders. A Facebook group raised $21,000 to bring the dogs back to the US and reunite them with the soldiers.",
        "success": true
    },
    {
        "fact": "The St. Bernard is the heaviest dog breed.",
        "success": true
    },
    {
        "fact": "The grief suffered after a pet dog dies can be the same as that experienced after the death of a person.",
        "success": true
    },
    {
        "fact": "During the Middle Ages, Great Danes and Mastiffs were sometimes suited with armor and spiked collars to enter a battle or to defend supply caravans.",
        "success": true
    },
    {
        "fact": "Two Labradors, Lucky and Flo, were the first dogs known for sniffing out pirated DVDs.",
        "success": true
    },
    {
        "fact": "Rin Tin Tin was the first Hollywood dog star.",
        "success": true
    },
    {
        "fact": "The average number of puppies in a litter is four to six.",
        "success": true
    },
    {
        "fact": "The average dog is as intelligent as a two-year-old child.",
        "success": true
    },
    {
        "fact": "Dogs can see best at dawn and dusk",
        "success": true
    },
    {
        "fact": "Dalmatians are completely white at birth.",
        "success": true
    },
    {
        "fact": "Over half of dog owners include their dogs in annual holiday photos.",
        "success": true
    },
    {
        "fact": "Over half of dog owners include their dogs in annual holiday photos.",
        "success": true
    },
    {
        "fact": "Dogs curl up to keep themselves warm and protect vital organs.",
        "success": true
    },
    {
        "fact": "There are nearly 14,000 animal shelters and rescue groups across North America.",
        "success": true
    },
    {
        "fact": "Only dogs and humans have prostates.",
        "success": true
    },
    {
        "fact": "Dogs have three eyelids.",
        "success": true
    },
    {
        "fact": "At the end of WWI, the German government trained the first guide dogs for war-blinded soldiers.",
        "success": true
    },
    {
        "fact": "Newfoundlands are great swimmers because of their webbed feet.",
        "success": true
    },
    {
        "fact": "The ancient Mbaya Indians of the Gran Chaco in South America believed that humans originally lived underground until dogs dug them up.",
        "success": true
    },
    {
        "fact": "The Golden Retriever, one of the most popular dog breeds, was first bred in Scotland in the mid 1800s.",
        "success": true
    },
    {
        "fact": "Most dogs have 18 or more muscles to tilt, rotate, and move their ears.",
        "success": true
    },
    {
        "fact": "There are an estimated 400 million dogs in the world.",
        "success": true
    },
    {
        "fact": "The Chihuahua was named after the state in Mexico where they were discovered.",
        "success": true
    },
    {
        "fact": "Dogs see in colors of various shades of blue and yellow.",
        "success": true
    },
    {
        "fact": "Humans have kept dogs as pets for over 12,000 years.",
        "success": true
    },
    {
        "fact": "Max, Jake, Maggie and Molly are the most popular dog names.",
        "success": true
    },
    {
        "fact": "Puppies grow to half their body weight in the first four to five months!",
        "success": true
    },
    {
        "fact": "A dog’s heart beats up to 120 times per minute, or 50% faster than the average human heartbeat of 80 times per minute",
        "success": true
    }

]